test-data/example-request-1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:ns="http://service.infoshareacademy.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ns:toUpperCase>
            <value>Dzis sa wyscigi!</value>
        </ns:toUpperCase>
    </soapenv:Body>
</soapenv:Envelope>
